Repository: anialex17/OnlineShopLast
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hy, ru

source: My Basket
hy: Իմ զամբյուղը
ru: Корзина

source: Image
hy: Նկար
ru: Изображение

source: Name
hy: Անուն
ru: Название

source: Price
hy: Գին
ru: Цена

source: Quantity
hy: Քանակ
ru: Количество

source: Total
hy: Ընդհանուր
ru: Итого

source: Delete
hy: Ջնջել
ru: Удалить

source: Product name
hy: Ապրանքի անվանում
ru: Название продукта

source: Food Price
hy: Ապրանքի գին
ru: Цена продукта

source: amd
hy: դրամ
ru: др

source: Product Quantity
hy: Ապրանքի քանակ
ru: Количество

source: Total Price
hy: Ընդհանուր գին
ru: Итоговая цена

source: Delivery
hy: Առաքում
ru: Доставка

source: Free delivery in case of
hy: Անվճար առաքում
ru: Бесплатная доставка в случае

source: dr and over.
hy: դրամ և ավել
ru: драм и больше

source: Continue Ordering
hy: Շարունաել գնումները
ru: Продолжить покупки

source: Order
hy: Պատվիրել
ru: Заказать

source: You can place an order starting from 3000 AMD․
hy: Պատվիրել կարող եք 3000 դրամից ավել գնումնարի դեպքում։
ru: Заказ можно офомить начиная с 3000 драм․

source: Shipping Price
hy: Առաքման գին
ru: Цена доставки

source: Total Price
hy: Ընդհանուր գին
ru: Итоговая цена

source: Sign In
hy: Մուտք
ru: Войти

source: Register
hy: Գրանցվել
ru: Регистрация

source: Try again
hy: Կրկին փորձեք
ru: Попробовать снова

source: Something is wrong
hy: Ինչ֊որ բան սխալ է։
ru: Что-то пошло не так

source: City
hy: Քաղաք՝
ru: Город

source: Address
hy: Հասցե՝
ru: Адрес

source: Phone number
hy: Հեռ․՝
ru: Номер телефона

source: Date
hy: Ամսաթիվ՝
ru: Дата

source: Delivery time
hy: Առաքում
ru: Время доставки

source: Payment method
hy: Ընտրել վճարման տարբերակ
ru: Выберите метод оплаты

source: Comment
hy: Մեկնաբանություն
ru: Комментарий

source: General Terms and Conditions
hy: Ընդհանուր դրույթներ
ru: Общие положения и условия

source: Privacy policy
hy: Գաղտնիության քաղաքականություն
ru: Политика конфиденциальности

source: About us
hy: Մեր մասին
ru: О нас

source: Contact
hy: Կապ
ru: Связь

source: Email
hy: Էլ․ հասցե

source: Phone
hy: Հեռ․
ru: Номер телефона

source: HOME
hy: ԳԼԽԱՎՈՐ
ru: ГЛАВНАЯ

source: ORDER
hy: ՊԱՏՎԵՐ
ru: ЗАКАЗ

source: GALLERY
hy: ՆԿԱՐՆԵՐ
ru: ГАЛЕРЕЯ

source: WHOLESALE
hy: ՄԵԾԱԾԱԽ ՎԱՃԱՐՔ
ru: ОПТОВЫЕ ПРОДАЖИ

source: Logout
hy: ԵԼՔ
ru: Выйти

source: SIGN IN
hy: ՄՈՒՏՔ
ru: Войти

source: Basket
hy: ԶԱՄԲՅՈՒՂ
ru: Корзина

source: Forgot password
hy: Փոխել գաղտնաբառը
ru: Изменить пароль

source: Someone went wrong with your link
hy: Ձեր հղման հետ ինչ֊որ բան այն չէ
ru: Что-то не так со ссылкой

source: Please use the link below to verify your account.
hy: Խնդրում ենք օգտագործել ստորև բերված հղումը՝ ձեր հաշիվը հաստատելու համար:
ru: Пожалуйста, воспользуйтесь ссылкой ниже, чтобы подтвердить ваш аккаунт.

source: Personal information
hy: Անձնական տվյալներ
ru: Личная информация

source: You can change your personal information
hy: Դուք կարող եք փոխել անձնական տվյալները
ru: Вы можете изменить личную информацию

source: Last Name
hy: Ազգանուն
ru: Название

source: First Name
hy: Անուն
ru: Имя

source: Confirm
hy: Հաստատել
ru: Подтвердить

source: Change Password
hy: Փոխել գաղտնաբառը
ru: Изменить пароль

source: My orders
hy: Իմ պատվերները
ru: Мои заказы

source: Categories
hy: Կատեգորիաներ
ru: Категории

source: dr
hy: դր
ru: др

source: Min order quantity-
hy: Պատվերի մինիմալ չափ-
ru: Минимальное количество заказа-

source: Add to Card
hy: Ավելացնել
ru: В корзину

source: Reset Password
hy: Փոխել գաղտնաբառը
ru: Изменить пароль

source: Forgot your password? Enter your email address below, and we will email instructions for setting a new one.
hy: Մոռացել եք Ձեր գաղտնաբառը? Մուտքագրեք ձեր էլ. հասցեն ստորև, և մենք կուղարկենք հրահանգներ նորը տեղադրելու համար:
ru: Забыли пароль? Введите вашу электронную почту ниже. и мы отправим вам на почту инструкции для смены пароля.

source: Send email
hy: Ուղարկել էլ․ հաղորդագրություն
ru: Отправить письмо

source: Password reset complete
hy: Գաղտնաբառի փոփոխում
ru: Обновление пароля

source: Your password has been set. You may go ahead and log in now.
hy: Ձեր գաղտնաբառը փոփոխվել է: Կարող եք մուտք գործել:
ru: Ваш пароль изменен. Вы можете продолжить и войти в систему сейчас.

source: Log in
hy: Մուտք
ru: Войти

source: Password Reset Confirm
hy: Գաղտնաբարի փոփոխության հաստատում։
ru: Подтверждение сброса пароля

source: Please enter your new password.
hy: Մուտքագրեք ձեր նոր գաղտնաբարը։
ru: Пожалуйста, введите ваш новый пароль.

source: Reset password
hy: Փոխել գաղտնաբառը
ru: Изменить пароль

source: Password reset sent
hy: Ուղարկված է
ru: Обновление пароля

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
hy: Մենք ուղարկել ենք ձեզ նոր գաղտնաբառ մուտքագրելու կարգավորումները, եթե մուտքագրված էլ․հասցեյով օգտատեր գոյություն ունի։ Դուք շուտով այն կստանաք։
ru: Мы отправили вам инструкции по установке пароля, если существует учетная запись с введенным вами адресом электронной почты. Вы должны получить их в ближайшее время.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
hy: Եթե չեք ստացել նամակ, խնդրում ենք համոզվել, որ մուտքագրված էլ․հասցեն համապատասխանում է գրանցման հասցեին, նաև ստուգեք ձեր spam պանակը։
ru: Если вы не получили электронное письмо, убедитесь, что вы ввели адрес, который указали при регистрации, и проверьте папку со спамом.

source: Password Update
hy: Գաղտնաբառի փոփոխում
ru: Обновление пароля

source: Your Password was changed successfully
hy: Ձեր գաղտնաբառը հաջողությամբ փոփոխված է
ru: Ваш пароль был успешно изменен

source: Food Details
hy: Ապրանքի նկարագրություն
ru: Описание товара

source: Food Type
hy: Ապրանքի տեսակ
ru: Тип товара

source: Similar products
hy: Նմանատիպ ապրանքներ
ru: Похожие товары

source: About Us
hy: Մեր մասին
ru: О нас

source: Vitamix.am is an online trading platform that allows you to shop online.
hy: Vitamix.am -ը օնլայն առևտրի հարթակ է, որը հնարավորություն է տալիս գնումներ կատարել առցանց։
ru: Vitamix.am — торговая онлайн-платформа, позволяющая делать онлайн покупки.

source: The services provided by Vitamix.am stand out with the following advantages․
hy: Vitamix.am -ի մատուցած ծառայությունները առանձնանում են հետևյալ առավելություններով`
ru: Услуги, предоставляемые Vitamix.am, отличаются следующими преимуществами․

source: High quality service based on customer feedback and requirements․
hy: Բարձր սպասարկման որակ՝ հիմնված հաճախորդների կարծիքների և պահանջմունքների վրա:
ru: Высокое качество обслуживания на основе отзывов и требований клиентов․

source: Through Vitamix.am you can make secure online transactions with different payment methods. The site allows you to pay both in cash and make purchases through the POS terminal and bank card․
hy: Vitamix.am -ի միջոցով դուք կարող եք կատարել ապահով օնլայն գործարքներ՝ տարբեր վճարային մեթոդներով։Կայքը հնարավորություն է ընձեռում վճարել ինչպես կանխիկ, այնպես էլ POS տերմինալի և բանկային քարտերի միջոցով։
ru: Через Vitamix.am вы можете совершать безопасные онлайн-платежи различными способами оплаты. Сайт позволяет оплачивать как наличными, так и совершать покупки через POS-терминал и через банковская карта.

source: We wish you a pleasant shopping. With love, Vitamix.am
hy: Ձեզ մաղթում ենք հաճելի գնումներ: Սիրով՝ Vitamix.am
ru: Желаем вам приятных покупок․ С любовью Vitamix.am․

source: For customers
hy: Պատվիրատուներին
ru: Для покупателей

source: Help
hy: Օգնություն
ru: Помощь

source: Hot line
hy: Թեժ գիծ
ru: Горячая линия

source: Payment issues
hy: Վճարման տարբերակներ
ru: Способы оплаты

source: Response time: 1 working day
hy: Արձագանք՝ 1 աշխատանքային օրում
ru: Время отклика: 1 рабочий день

source: Write us a message
hy: Գրել մեզ
ru: Написать нам сообщение

source: We are always ready to answer your questions
hy: Մենք միշտ պատրաստ ենք պատասխանել ձեր հարցերին
ru: Мы всегда готовы ответить на Ваши вопросы

source: Send
hy: Ուղարկել
ru: Отправить

source: Head Office Address and Contacts
hy: Գլխավոր գրասենյակի հասցեն և տվյալները
ru: Адрес головного офиса и контакты

source: Hot line
hy: Թեժ գիծ
ru: Горячая линия

source: for orders only
hy: Միայն պատվերների համար
ru: только для заказов

source: Gallery
hy: Նկարներ
ru: Галерея

source: Delivery and payment
hy: Պատվեր եւ առաքում
ru: Время доставки

source: Payment methods
hy: Վճարման տարբերակներ
ru: Выберите метод оплаты

source: Payment for the order in vitamix.am is made in several ways.
hy: Vitamix.am-ում պատվերի համար վճարումն իրականացվում է մի քանի եղանակով՝
ru: Оплата заказа в Vitamix.am производится несколькими способами.

source: Online payment. Online payments on our site are made through Master, Visa, Arca bank card.
hy: Online վճարում: Մեր կայքում online վճարումներն իրականացվում են Master, Visa, Arca բանկային քարտերի միջոցով։
ru: Онлайн платеж. Онлайн-платежи на нашем сайте осуществляются через платежную систему Master, Visa и Arca.

source: Cash: This means that You pay for the delivery of the product You ordered when receiving the order in cash. After selecting this option on the relevant page of the site, You also indicate whether it is necessary to bring a small one. The sender provides Your cash register receipt. If for any reason You have not been provided with a cash register receipt, You must notify us immediately.
hy: Կանխիկ: Սա նշանակում է, որ Դուք Ձեր պատվիրած ապրանքի և դրա առաքման դիմաց վճարում եք պատվերը ստանալիս` կանխիկ գումարով: Կայքի համապատասխան էջում այս տարբերակն ընտրելուց հետո Դուք նաև նշում եք` արդյոք անհրաժեշտ է բերել մանր:Առաքիչը տրամադրում է Ձեր ՀԴՄ կտրոնը: Եթե որևէ պատճառով Ձեզ չի տրամադրվել ՀԴՄ կտրոն, անհրաժեշտ է այդ մասին անհապաղ տեղեկացնել մեզ:
ru: Наличные: Это означает, что Вы оплачиваете доставку заказанного Вами товара при получении заказа наличными. Выбрав эту опцию на соответствующей странице сайта, Вы также указываете, нужно ли приносить мелоч, курьер предоставляет Вам кассовый чек. Если по какой-либо причине Вам не предоставили кассовый чек, Вы должны немедленно известить нас.

source: By payment card when receiving the order. If You choose this option, our courier will bring You a POS terminal, and You will be able to pay on the spot with Your card and get the appropriate coupon.
hy: Վճարային քարտով` պատվերը ստանալու ժամանակ: Այս տարբերակն ընտրելու դեպքում մեր առաքիչն իր հետ կբերի POS տերմինալ, և դուք կկարողանաք Ձեր քարտով վճարումն իրականացնել հենց տեղում և ստանալ համապատասխան կտրոնը:
ru: Платежной картой при получении заказа. Если Вы выбираете этот вариант, наш курьер привезет вам POS-терминал, и Вы сможете расплачиваться картой на месте и получить соответствующий купон.

source: The delivery cost is 500 AMD in case of purchases up to 10000 AMD. Free delivery in case of 10.000 AMD and over. Delivery time changes periodically depending on the number of orders and other conditions. Delivery time may differ from actual delivery time.
hy: Մինչև 10000 դր գնումների դեպքում առաքման արժեքը 500 դր է, իսկ 10.000 դրամ և ավելի գնումների դեպքում առաքումը կլինի անվճար: Առաքման ժամկետը պարբերաբար փոփոխվում է կախված պատվերների քանակից և այլ պայմաններից: Առաքման համար նշված ժամկետը կարող է տարբերվել փաստացի առաքման ժամից:
ru: При заказе на сумму не выше 10000 драм, стоимость доставки составляет 500 драм. Бесплатная доставка при сумме 10.000 драм и выше. Срок доставки периодически меняется в зависимости от количества заказов и других условий. Срок доставки может отличаться от фактического.

source: Return or exchange of ordered goods.
hy: Պատվիրված ապրանքի վերադարձ կամ փոխանակում
ru: Возврат или обмен заказанного товар

source: If your purchase has not undergone any quality or quantity changes, you can return it within 1 day by submitting the receipt.
hy: Եթե Ձեր գնած ապրանքը չի կրել որակական և քանակային փոփոխություններ, կարող եք վերադարձնել այն 1 օրվա ընթացքում` ներկայացնելով ՀԴՄ կտրոնը կամ հաշիվ-ապրանքագիրը:
ru: Если товар не потерпел качественных и количественных изменений, то вы можете в течение 1-ого дня вернуть его, представив кассовый чек или счет-фактуру.

source: However, if Your wish to return the product is conditioned by its quality features, You can replace the product with another one with the help of our courier.
hy: Այդուհանդերձ, եթե ապրանքը վերադարձնելու Ձեր ցանկությունը պայմանավորված է նրա որակական հատկանիշներով, Դուք կարող եք մեր առաքիչի օգնությամբ փոխարինել տվյալ ապրանքը մեկ ուրիշով:
ru: Однако, если Ваше желание вернуть товар обусловлено его качественными характеристиками, Вы можете заменить товар другим с помощью нашего курьера.

source: Your order has been successfully placed!
hy: Ձեր պատվերը հաջողությամբ հաստատված է
ru: Ваш заказ успешно принят!

source: Payer
hy: Վճարող
ru: Плательщик

source: Amount
hy: Վճարված գումար
ru: Сумма

source: Privacy Policy
hy: Գաղտնիության քաղաքականություն
ru: Политика конфиденциальности

source: This Privacy Policy describes how we handle your personal information for our services.
hy: Սույն «Գաղտնիության քաղաքականություն»-ը տալիս է մեր կողմից Ձեր անձնական տեղեկությունների օգտագործման նկարագրությունը:
ru: Данная политика конфиденциальности дает описание использования нами ваших личных данных.

source: Personal Information Protection
hy: Անձնական տվյալներ
ru: Личная информация

source: We may collect and store the following personal information.
hy: Մենք կարող ենք հավաքագրել և պահել հետևյալ անձնական տեղեկությունները։
ru: Мы можем собирать и хранить следующую личную информацию..

source: Your email address, phone number, physical contact information
hy: էլ. փոստի հասցեն, անուն-ազգանունը, հեռախոսահամար(ներ)ը
ru: Адрес электронной почты, имя и фамилия, номер(а) телефона.

source: Your bank account details if the payment is made via bank transfer. Please keep in mind that we DO NOT possess your payment (credit or debit) card information since all online financial transactions are made through the AmeriaBank payment systems.
hy: Բանկային ռեկվիզիտները, եթե պատվերի համար վճարումը կատարել եք բանկային փոխանցման միջոցով: Մենք ՉԵՆՔ տիրապետում Ձեր վճարային (կրեդիտային կամ դեբետային) քարտի որրևէ տվյալի, քանի որ առցանց վճարումները մեր կայքում իրականացվում են բացառապես AmeriaBank վճարային համակարգերի միջոցով:
ru: Банковские реквизиты, если вы оплатили заказ через банковский перевод. Мы НЕ владеем какими-либо данными Вашей платежной карты, так как онлайн платежи в нашем сайте осуществляются исключительно через платежные системы AmeriaBank.

source: Your shopping history, ‘Favorites’ list, viewed items etc.
hy: Կայքում Ձեր կատարած գնումների պատմությունը, նախընտրած ապրանքների ցանկը և այլն։
ru: История ваших покупок в сайте, список избранных товаров и т.д.

source: Your shipping address and other information you provide to ship an item.
hy: Առաքման հասցեն(ները), առաքման համար տրամադրված լրացուցիչ ինֆորմացիան։
ru: Адрес(а) доставки, дополнительная информация, предоставляемая для доставки.

source: Your correspondence sent to us.
hy: Մեզ հետ կատարված նամակագրությունը։
ru: Ваша с нами корреспонденция․

source: Non disclosure
hy: Տեղեկությունների չբացահայտումը
ru: Раскрытие Информации

source: The information you provide is absolutely private and cannot be shared with a third party.
hy: Ձեր կողմից մեզ տրամադրված տեղեկությունները համարվում են միանգամայն գաղտնի և չեն կարող տրամադրվել որևէ երրորդ կողմի:
ru: Сведения, предоставляемые вами, считаются абсолютно секретными и не могут быть раскрыты какой-то третей стороне.

source: Something is wrong.Try again!
hy: Ինչ֊որ բան սխալ է։Փորձեք կրկին։
